import { PageLayout } from "@/ui/page-layout";

export function Reader() {
  return (
    <PageLayout>
      <h2 className="dark:text-white-100 text-xl font-semibold leading-[27px] tracking-tightest text-black">
        Розділ 5. Єдина дівчина, котра змогла перейти міст.
      </h2>

      <div className="flex flex-col ">
        <p className="paragraph">
          Тема: казкова розповідь про пригоди дівчинки, котра не завершувала
          розпочаті нею справи. Ідея: уславлення дружби, взаємодопомоги,
          старанності та відповідального ставлення до розпочатих справ,
          засудження недбалості, лінощів, боягузтва та байдужості. Персонажі
          твору: Головний герой:
        </p>

        <p className="paragraph">
          Аля – дівчинка, яка жодну справу не доводила до кінця і тому попала в
          країну Недоладію. «Аля тільки на перший погляд була звичайна дівчинка.
          Тобто виглядала вона звичайною: ластовиння на носі, дві кіски, ямочки
          на щоках. І морозиво любила, як усі. А от вдачу вона мала дуже
          незвичайну. Вона нічого, ну зовсім нічогісінько не могла доробити до
          кінця»; «Аля вирішила зробити бабусі подарунок – вишити рушничок…
          Зробила перший хрестик і, як завжди, відклала вишивку»; «І Аля
          зрозуміла, що вперше у своєму житті довела справу до кінця»; відчула,
          що «це дуже приємно – розпочату справу доводити до кінця»; «Недоладяни
          обступили Алю і попросили доробити одне, докінчити інше…»; «Сонце
          піднялося височенько, а Аля все ще шила, малювала, прибивала».
          Другорядні персонажі: Недоладько.
        </p>

        <p className="paragraph">
          Його образ символізує працьовитість і відданість. «З густого листя
          висунулася голова. Її прикрашав шкіряний капелюшок з півнячою
          пір&apos;їною збоку. Капелюшок сидів криво, бо лівого вуха, яке б мало
          його підтримувати, на голові зовсім не було… Добре, що хоч очі на
          місці. Зате одне більше, а друге – менше. Ніс набік скривлений, губи
          перекошені. Навіть ямочка на підборідді не на своєму місці, а майже
          біля вуха. Та незважаючи на це, губи весело всміхалися, очі дивилися
          лагідно, а обличчя було відкритим і добродушним»; «Кремезний,
          широкоплечий хлопчина»;
        </p>

        <p className="paragraph">
          «Він зібрав друзів, щоб визволити Алю»; «Вухо стало справжнім,
          перекривлена постать вирівнялася, нога подовшала... Перед Алею стояв
          стрункий, гарний хлопець. Недоладька важко було б пізнати, якби не ті
          ж щирі очі та добра і лагідна усмішка»; «Розумієш, – мовив Недоладько
          – ми вирішили залишитися в Недоладії. Ти повернешся додому, домалюєш
          Першого Недорядника – і він зникне звідси! І ми зможемо спокійно
          працювати, адже ти нас навчила доробляти. Ми дороблятимемо всі
          недороблені справи, які притягне сюди Недочеревик. Та й Недоладія –
          наша батьківщина, ми не можемо кинути її».
        </p>
      </div>
    </PageLayout>
  );
}
